{"translation":"NRSV","books":{"gen":{"name":"Genesis","abbreviation":"Gen","chapters":{"1":{"name":"Genesis 1","verses":{"1":{"name":"Genesis 1:1","text":"In the beginning when God created the heavens and the earth,"},"2":{"name":"Genesis 1:2","text":"the earth was a formless void and darkness covered the face of the deep, while a wind from God swept over the face of the waters."},"3":{"name":"Genesis 1:3","text":"Then God said, \"Let there be light\"; and there was light."},"4":{"name":"Genesis 1:4","text":"And God saw that the light was good; and God separated the light from the darkness."},"5":{"name":"Genesis 1:5","text":"God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day."},"6":{"name":"Genesis 1:6","text":"And God said, \"Let there be a dome in the midst of the waters, and let it separate the waters from the waters.\""},"7":{"name":"Genesis 1:7","text":"So God made the dome and separated the waters that were under the dome from the waters that were above the dome. And it was so."},"8":{"name":"Genesis 1:8","text":"God called the dome Sky. And there was evening and there was morning, the second day."},"9":{"name":"Genesis 1:9","text":"And God said, \"Let the waters under the sky be gathered together into one place, and let the dry land appear.\" And it was so."},"10":{"name":"Genesis 1:10","text":"God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good."}}}}},"exod":{"name":"Exodus","abbreviation":"Exod","chapters":{"1":{"name":"Exodus 1","verses":{"1":{"name":"Exodus 1:1","text":"These are the names of the sons of Israel who came to Egypt with Jacob, each with his household:"},"2":{"name":"Exodus 1:2","text":"Reuben, Simeon, Levi, and Judah,"},"3":{"name":"Exodus 1:3","text":"Issachar, Zebulun, and Benjamin,"},"4":{"name":"Exodus 1:4","text":"Dan and Naphtali, Gad and Asher."},"5":{"name":"Exodus 1:5","text":"The total number of people born to Jacob was seventy. Joseph was already in Egypt."},"6":{"name":"Exodus 1:6","text":"Then Joseph died, and all his brothers, and that whole generation."},"7":{"name":"Exodus 1:7","text":"But the Israelites were fruitful and prolific; they multiplied and grew exceedingly strong, so that the land was filled with them."}}}}},"lev":{"name":"Leviticus","abbreviation":"Lev","chapters":{"1":{"name":"Leviticus 1","verses":{"1":{"name":"Leviticus 1:1","text":"The Lord summoned Moses and spoke to him from the tent of meeting, saying:"},"2":{"name":"Leviticus 1:2","text":"Speak to the people of Israel and say to them: When any of you bring an offering of livestock to the Lord, you shall bring your offering from the herd or from the flock."},"3":{"name":"Leviticus 1:3","text":"If the offering is a burnt offering from the herd, you shall offer a male without blemish; you shall bring it to the entrance of the tent of meeting, for acceptance in your behalf before the Lord."},"4":{"name":"Leviticus 1:4","text":"You shall lay your hand on the head of the burnt offering, and it shall be acceptable in your behalf as atonement for you."},"5":{"name":"Leviticus 1:5","text":"The bull shall be slaughtered before the Lord; and Aaron's sons the priests shall offer the blood, dashing the blood against all sides of the altar that is at the entrance of the tent of meeting."}}}}},"num":{"name":"Numbers","abbreviation":"Num","chapters":{"1":{"name":"Numbers 1","verses":{"1":{"name":"Numbers 1:1","text":"The Lord spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying:"},"2":{"name":"Numbers 1:2","text":"Take a census of the whole congregation of Israelites, in their clans, by ancestral houses, according to the number of names, every male individually;"},"3":{"name":"Numbers 1:3","text":"from twenty years old and upward, everyone in Israel able to go to war. You and Aaron shall enroll them, company by company."},"4":{"name":"Numbers 1:4","text":"A man from each tribe shall be with you, each man the head of his ancestral house."},"5":{"name":"Numbers 1:5","text":"These are the names of the men who shall assist you: From Reuben, Elizur son of Shedeur."},"6":{"name":"Numbers 1:6","text":"From Simeon, Shelumiel son of Zurishaddai."},"7":{"name":"Numbers 1:7","text":"From Judah, Nahshon son of Amminadab."},"8":{"name":"Numbers 1:8","text":"From Issachar, Nethanel son of Zuar."},"9":{"name":"Numbers 1:9","text":"From Zebulun, Eliab son of Helon."},"10":{"name":"Numbers 1:10","text":"From the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur."},"11":{"name":"Numbers 1:11","text":"From Benjamin, Abidan son of Gideoni."},"12":{"name":"Numbers 1:12","text":"From Dan, Ahiezer son of Ammishaddai."},"13":{"name":"Numbers 1:13","text":"From Asher, Pagiel son of Ochran."},"14":{"name":"Numbers 1:14","text":"From Gad, Eliasaph son of Deuel."},"15":{"name":"Numbers 1:15","text":"From Naphtali, Ahira son of Enan."},"16":{"name":"Numbers 1:16","text":"These were the ones chosen from the congregation, the leaders of their ancestral tribes, the heads of the divisions of Israel."}}}}},"deut":{"name":"Deuteronomy","abbreviation":"Deut","chapters":{"1":{"name":"Deuteronomy 1","verses":{"1":{"name":"Deuteronomy 1:1","text":"These are the words that Moses spoke to all Israel beyond the Jordan—in the wilderness, on the plain opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab."},"2":{"name":"Deuteronomy 1:2","text":"(By the way of Mount Seir it takes eleven days to reach Kadesh-barnea from Horeb.)"},"3":{"name":"Deuteronomy 1:3","text":"In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites just as the Lord had commanded him to speak to them."},"4":{"name":"Deuteronomy 1:4","text":"This was after he had defeated King Sihon of the Amorites, who reigned in Heshbon, and King Og of Bashan, who reigned in Ashtaroth and in Edrei."},"5":{"name":"Deuteronomy 1:5","text":"Beyond the Jordan in the land of Moab, Moses undertook to expound this law as follows:"},"6":{"name":"Deuteronomy 1:6","text":"The Lord our God spoke to us at Horeb, saying, \"You have stayed long enough at this mountain."},"7":{"name":"Deuteronomy 1:7","text":"Resume your journey, and go into the hill country of the Amorites as well as into the neighboring regions—the Arabah, the hill country, the Shephelah, the Negeb, and the seacoast—the land of the Canaanites and the Lebanon, as far as the great river, the river Euphrates."},"8":{"name":"Deuteronomy 1:8","text":"See, I have set the land before you; go in and take possession of the land that I swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give to them and to their descendants after them.\""},"9":{"name":"Deuteronomy 1:9","text":"At that time I said to you, \"I am unable by myself to bear you."},"10":{"name":"Deuteronomy 1:10","text":"The Lord your God has multiplied you, so that today you are as numerous as the stars of heaven."},"11":{"name":"Deuteronomy 1:11","text":"May the Lord, the God of your ancestors, increase you a thousand times more and bless you, as he has promised you!"},"12":{"name":"Deuteronomy 1:12","text":"But how can I bear the heavy burden of your disputes all by myself?"},"13":{"name":"Deuteronomy 1:13","text":"Choose for each of your tribes individuals who are wise, discerning, and reputable to be your leaders.\""},"14":{"name":"Deuteronomy 1:14","text":"You answered me, \"The plan you have proposed is a good one.\""}}}}},"josh":{"name":"Joshua","abbreviation":"Josh","chapters":{"1":{"name":"Joshua 1","verses":{"1":{"name":"Joshua 1:1","text":"After the death of Moses the servant of the Lord, the Lord spoke to Joshua son of Nun, Moses' assistant, saying,"},"2":{"name":"Joshua 1:2","text":"\"My servant Moses is dead. Now proceed to cross the Jordan, you and all this people, into the land that I am giving to them, to the Israelites."},"3":{"name":"Joshua 1:3","text":"Every place that the sole of your foot will tread upon I have given to you, as I promised to Moses."},"4":{"name":"Joshua 1:4","text":"From the wilderness and the Lebanon as far as the great river, the river Euphrates, all the land of the Hittites, to the Great Sea in the west shall be your territory."},"5":{"name":"Joshua 1:5","text":"No one shall be able to stand against you all the days of your life. As I was with Moses, so I will be with you; I will not fail you or forsake you."},"6":{"name":"Joshua 1:6","text":"Be strong and courageous; for you shall put this people in possession of the land that I swore to their ancestors to give them."}}}}},"judg":{"name":"Judges","abbreviation":"Judg","chapters":{"1":{"name":"Judges 1","verses":{"1":{"name":"Judges 1:1","text":"After the death of Joshua, the Israelites inquired of the Lord, \"Who shall go up first for us against the Canaanites, to fight against them?\""},"2":{"name":"Judges 1:2","text":"The Lord said, \"Judah shall go up. I hereby give the land into his hand.\""},"3":{"name":"Judges 1:3","text":"Judah said to his brother Simeon, \"Come up with me into the territory allotted to me, that we may fight against the Canaanites; then I too will go with you into the territory allotted to you.\" So Simeon went with him."},"4":{"name":"Judges 1:4","text":"Then Judah went up and the Lord gave the Canaanites and the Perizzites into their hand; and they defeated ten thousand of them at Bezek."},"5":{"name":"Judges 1:5","text":"They came upon Adoni-bezek at Bezek, and fought against him, and defeated the Canaanites and the Perizzites."},"6":{"name":"Judges 1:6","text":"Adoni-bezek fled; but they pursued him, and caught him, and cut off his thumbs and big toes."},"7":{"name":"Judges 1:7","text":"Adoni-bezek said, \"Seventy kings with their thumbs and big toes cut off used to pick up scraps under my table; as I have done, so God has paid me back.\" They brought him to Jerusalem, and he died there."},"8":{"name":"Judges 1:8","text":"Then the people of Judah fought against Jerusalem and took it. They put it to the sword and set the city on fire."},"9":{"name":"Judges 1:9","text":"Afterward the people of Judah went down to fight against the Canaanites who lived in the hill country, in the Negeb, and in the lowland."},"10":{"name":"Judges 1:10","text":"Judah went against the Canaanites who lived in Hebron (the name of Hebron was formerly Kiriath-arba); and they defeated Sheshai and Ahiman and Talmai."},"11":{"name":"Judges 1:11","text":"From there they went against the inhabitants of Debir (the name of Debir was formerly Kiriath-sepher)."}}}}},"ruth":{"name":"Ruth","abbreviation":"Ruth","chapters":{"1":{"name":"Ruth 1","verses":{"1":{"name":"Ruth 1:1","text":"In the days when the judges ruled, there was a famine in the land, and a certain man of Bethlehem in Judah went to live in the country of Moab, he and his wife and two sons."},"2":{"name":"Ruth 1:2","text":"The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion; they were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."},"3":{"name":"Ruth 1:3","text":"But Elimelech, the husband of Naomi, died, and she was left with her two sons."},"4":{"name":"Ruth 1:4","text":"These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. When they had lived there about ten years,"},"5":{"name":"Ruth 1:5","text":"both Mahlon and Chilion also died, so that the woman was left without her two sons and her husband."},"6":{"name":"Ruth 1:6","text":"Then she started to return with her daughters-in-law from the country of Moab, for she had heard in the country of Moab that the Lord had considered his people and given them food."},"7":{"name":"Ruth 1:7","text":"So she set out from the place where she had been living, she and her two daughters-in-law, and they went on their way to go back to the land of Judah."}}}}},"1_sam":{"name":"1 Samuel","abbreviation":"1 Sam","chapters":{"1":{"name":"1 Samuel 1","verses":{"1":{"name":"1 Samuel 1:1","text":"There was a certain man of Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham son of Elihu son of Tohu son of Zuph, an Ephraimite."},"2":{"name":"1 Samuel 1:2","text":"He had two wives; the name of the one was Hannah, and the name of the other Peninnah. Peninnah had children, but Hannah had no children."},"3":{"name":"1 Samuel 1:3","text":"Now this man used to go up year by year from his town to worship and to sacrifice to the Lord of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests of the Lord."},"4":{"name":"1 Samuel 1:4","text":"On the day when Elkanah sacrificed, he would give portions to his wife Peninnah and to all her sons and daughters;"},"5":{"name":"1 Samuel 1:5","text":"but to Hannah he gave a double portion, because he loved her, though the Lord had closed her womb."},"6":{"name":"1 Samuel 1:6","text":"Her rival used to provoke her severely, to irritate her, because the Lord had closed her womb."},"7":{"name":"1 Samuel 1:7","text":"So it went on year by year; as often as she went up to the house of the Lord, she used to provoke her. Therefore Hannah wept and would not eat."},"8":{"name":"1 Samuel 1:8","text":"Her husband Elkanah said to her, \"Hannah, why do you weep? Why do you not eat? Why is your heart sad? Am I not more to you than ten sons?\""},"9":{"name":"1 Samuel 1:9","text":"After they had eaten and drunk at Shiloh, Hannah rose and presented herself before the Lord. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the Lord."}}}}},"2_sam":{"name":"2 Samuel","abbreviation":"2 Sam","chapters":{"1":{"name":"2 Samuel 1","verses":{"1":{"name":"2 Samuel 1:1","text":"After the death of Saul, when David had returned from defeating the Amalekites, David remained two days in Ziklag."},"2":{"name":"2 Samuel 1:2","text":"On the third day, a man came from Saul's camp, with his clothes torn and dirt on his head. When he came to David, he fell to the ground and did obeisance."},"3":{"name":"2 Samuel 1:3","text":"David said to him, \"Where have you come from?\" He said to him, \"I have escaped from the camp of Israel.\""},"4":{"name":"2 Samuel 1:4","text":"David said to him, \"How did things go? Tell me!\" He answered, \"The army fled from the battle, but also many of the army fell and died; and Saul and his son Jonathan also died.\""},"5":{"name":"2 Samuel 1:5","text":"Then David asked the young man who was reporting to him, \"How do you know that Saul and his son Jonathan died?\""},"6":{"name":"2 Samuel 1:6","text":"The young man reporting to him said, \"I happened to be on Mount Gilboa; and there was Saul leaning on his spear, while the chariots and the horsemen drew close to him."},"7":{"name":"2 Samuel 1:7","text":"When he looked behind him, he saw me, and called to me. I answered, 'Here sir.'"},"8":{"name":"2 Samuel 1:8","text":"And he said to me, 'Who are you?' I answered him, 'I am an Amalekite.'"}}}}},"1_kgs":{"name":"1 Kings","abbreviation":"1 Kgs","chapters":{"1":{"name":"1 Kings 1","verses":{"1":{"name":"1 Kings 1:1","text":"King David was old and advanced in years; and although they covered him with clothes, he could not get warm."},"2":{"name":"1 Kings 1:2","text":"So his servants said to him, \"Let a young virgin be sought for my lord the king, and let her wait on the king, and be his attendant; let her lie in your bosom, so that my lord the king may be warm.\""},"3":{"name":"1 Kings 1:3","text":"So they searched for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king."},"4":{"name":"1 Kings 1:4","text":"The girl was very beautiful. She became the king's attendant and served him, but the king did not know her sexually."},"5":{"name":"1 Kings 1:5","text":"Now Adonijah son of Haggith exalted himself, saying, \"I will be king\"; he prepared for himself chariots and horsemen, and fifty men to run before him."},"6":{"name":"1 Kings 1:6","text":"His father had never at any time displeased him by asking, \"Why have you done thus and so?\" He was also a very handsome man, and he was born next after Absalom."},"7":{"name":"1 Kings 1:7","text":"He conferred with Joab son of Zeruiah and with the priest Abiathar, and they supported Adonijah."},"8":{"name":"1 Kings 1:8","text":"But the priest Zadok, and Benaiah son of Jehoiada, and the prophet Nathan, and Shimei, and Rei, and David's own warriors did not side with Adonijah."},"9":{"name":"1 Kings 1:9","text":"Adonijah sacrificed sheep, oxen, and fatted cattle by the stone Zoheleth, which is beside En-rogel, and he invited all his brothers, the king's sons, and all the royal officials of Judah,"},"10":{"name":"1 Kings 1:10","text":"but he did not invite the prophet Nathan or Benaiah or the warriors or his brother Solomon."},"11":{"name":"1 Kings 1:11","text":"Then Nathan said to Bathsheba, Solomon's mother, \"Have you not heard that Adonijah son of Haggith has become king and our lord David does not know it?"},"12":{"name":"1 Kings 1:12","text":"Now therefore come, let me give you advice, so that you may save your own life and the life of your son Solomon."},"13":{"name":"1 Kings 1:13","text":"Go in at once to King David, and say to him, 'Did you not, my lord the king, swear to your servant, saying: Your son Solomon shall succeed me as king, and he shall sit on my throne? Why then is Adonijah king?'"},"14":{"name":"1 Kings 1:14","text":"Then while you are still there speaking with the king, I will come in after you and confirm your words.\""},"15":{"name":"1 Kings 1:15","text":"So Bathsheba went to the king in his room. The king was very old; Abishag the Shunammite was attending the king."},"16":{"name":"1 Kings 1:16","text":"Bathsheba bowed and did obeisance to the king, and the king said, \"What do you wish?\""}}}}},"2_kgs":{"name":"2 Kings","abbreviation":"2 Kgs","chapters":{"1":{"name":"2 Kings 1","verses":{"1":{"name":"2 Kings 1:1","text":"After the death of Ahab, Moab rebelled against Israel."},"2":{"name":"2 Kings 1:2","text":"Ahaziah had fallen through the lattice in his upper chamber in Samaria, and lay injured; so he sent messengers, telling them, \"Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this injury.\""},"3":{"name":"2 Kings 1:3","text":"But the angel of the Lord said to Elijah the Tishbite, \"Get up, go to meet the messengers of the king of Samaria, and say to them, 'Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?'"},"4":{"name":"2 Kings 1:4","text":"Now therefore thus says the Lord, 'You shall not leave the bed to which you have gone, but you shall surely die.'\" So Elijah went."},"5":{"name":"2 Kings 1:5","text":"The messengers returned to the king, who said to them, \"Why have you returned?\""},"6":{"name":"2 Kings 1:6","text":"They answered him, \"There came a man to meet us, who said to us, 'Go back to the king who sent you, and say to him: Thus says the Lord: Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not leave the bed to which you have gone, but shall surely die.'\""}}}}},"1_chr":{"name":"1 Chronicles","abbreviation":"1 Chr","chapters":{"1":{"name":"1 Chronicles 1","verses":{"1":{"name":"1 Chronicles 1:1","text":"Adam, Seth, Enosh;"},"2":{"name":"1 Chronicles 1:2","text":"Kenan, Mahalalel, Jared;"},"3":{"name":"1 Chronicles 1:3","text":"Enoch, Methuselah, Lamech;"},"4":{"name":"1 Chronicles 1:4","text":"Noah, Shem, Ham, and Japheth."},"5":{"name":"1 Chronicles 1:5","text":"The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},"6":{"name":"1 Chronicles 1:6","text":"The descendants of Gomer: Ashkenaz, Diphath, and Togarmah."},"7":{"name":"1 Chronicles 1:7","text":"The descendants of Javan: Elishah, Tarshish, Kittim, and Rodanim."},"8":{"name":"1 Chronicles 1:8","text":"The descendants of Ham: Cush, Egypt, Put, and Canaan."},"9":{"name":"1 Chronicles 1:9","text":"The descendants of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The descendants of Raamah: Sheba and Dedan."},"10":{"name":"1 Chronicles 1:10","text":"Cush became the father of Nimrod; he was the first to be a mighty one on the earth."},"11":{"name":"1 Chronicles 1:11","text":"Egypt became the father of Ludim, Anamim, Lehabim, Naphtuhim,"},"12":{"name":"1 Chronicles 1:12","text":"Pathrusim, Casluhim, and Caphtorim, from whom the Philistines come."},"13":{"name":"1 Chronicles 1:13","text":"Canaan became the father of Sidon his firstborn, and Heth,"},"14":{"name":"1 Chronicles 1:14","text":"and the Jebusites, the Amorites, the Girgashites,"},"15":{"name":"1 Chronicles 1:15","text":"the Hivites, the Arkites, the Sinites,"},"16":{"name":"1 Chronicles 1:16","text":"the Arvadites, the Zemarites, and the Hamathites."}}}}},"2_chr":{"name":"2 Chronicles","abbreviation":"2 Chr","chapters":{"1":{"name":"2 Chronicles 1","verses":{"1":{"name":"2 Chronicles 1:1","text":"Solomon son of David established himself in his kingdom; the Lord his God was with him and made him exceedingly great."},"2":{"name":"2 Chronicles 1:2","text":"Solomon summoned all Israel, the commanders of the thousands and of the hundreds, the judges, and all the leaders of all Israel, the heads of families."},"3":{"name":"2 Chronicles 1:3","text":"Then Solomon, and the whole assembly with him, went to the high place that was at Gibeon; for God's tent of meeting, which Moses the servant of the Lord had made in the wilderness, was there."},"4":{"name":"2 Chronicles 1:4","text":"(But David had brought the ark of God up from Kiriath-jearim to the place that David had prepared for it; for he had pitched a tent for it in Jerusalem.)"},"5":{"name":"2 Chronicles 1:5","text":"Moreover the bronze altar that Bezalel son of Uri, son of Hur, had made, was there in front of the tabernacle of the Lord. And Solomon and the assembly inquired at it."}}}}},"ezra":{"name":"Ezra","abbreviation":"Ezra","chapters":{"1":{"name":"Ezra 1","verses":{"1":{"name":"Ezra 1:1","text":"In the first year of King Cyrus of Persia, in order that the word of the Lord by the mouth of Jeremiah might be accomplished, the Lord stirred up the spirit of King Cyrus of Persia so that he sent a herald throughout all his kingdom, and also in a"},"2":{"name":"Ezra 1:2","text":" written edict declared:"},"3":{"name":"Ezra 1:3","text":"Any of those among you who are of his people—may their God be with them!—are now permitted to go up to Jerusalem in Judah, and rebuild the house of the Lord, the God of Israel—he is the God who is in Jerusalem;"},"4":{"name":"Ezra 1:4","text":"and let all survivors, in whatever place they reside, be assisted by the people of their place with silver and gold, with goods and with animals, besides freewill offerings for the house of God in Jerusalem.\""}}}}},"neh":{"name":"Nehemiah","abbreviation":"Neh","chapters":{"1":{"name":"Nehemiah 1","verses":{"1":{"name":"Nehemiah 1:1","text":"The words of Nehemiah son of Hacaliah. In the month of Chislev, in the twentieth year, while I was in Susa the capital,"},"2":{"name":"Nehemiah 1:2","text":"one of my brothers, Hanani, came with certain men from Judah; and I asked them about the Jews that survived, those who had escaped the captivity, and about Jerusalem."},"3":{"name":"Nehemiah 1:3","text":"They replied, \"The survivors there in the province who escaped captivity are in great trouble and shame; the wall of Jerusalem is broken down, and its gates have been destroyed by fire.\""},"4":{"name":"Nehemiah 1:4","text":"When I heard these words I sat down and wept, and mourned for days, fasting and praying before the God of heaven."}}}}},"esth":{"name":"Esther","abbreviation":"Esth","chapters":{"1":{"name":"Esther 1","verses":{"1":{"name":"Esther 1:1","text":"This happened in the days of Ahasuerus, the same Ahasuerus who ruled over one hundred twenty-seven provinces from India to Ethiopia."},"2":{"name":"Esther 1:2","text":"In those days when King Ahasuerus sat on his royal throne in the citadel of Susa,"},"3":{"name":"Esther 1:3","text":"in the third year of his reign, he gave a banquet for all his officials and ministers. The army of Persia and Media and the nobles and governors of the provinces were present,"},"4":{"name":"Esther 1:4","text":"while he displayed the great wealth of his kingdom and the splendor and pomp of his majesty for many days, one hundred eighty days in all."},"5":{"name":"Esther 1:5","text":"When these days were completed, the king gave for all the people present in the citadel of Susa, both great and small, a banquet lasting for seven days, in the court of the garden of the king's palace."},"6":{"name":"Esther 1:6","text":"There were white cotton curtains and blue hangings tied with cords of fine linen and purple to silver rings and marble pillars. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl, and colored stones."},"7":{"name":"Esther 1:7","text":"Drinks were served in golden goblets, goblets of different kinds, and the royal wine was lavished according to the bounty of the king."}}}}},"job":{"name":"Job","abbreviation":"Job","chapters":{"1":{"name":"Job 1","verses":{"1":{"name":"Job 1:1","text":"There was once a man in the land of Uz whose name was Job. That man was blameless and upright, one who feared God and turned away from evil."},"2":{"name":"Job 1:2","text":"There were born to him seven sons and three daughters."},"3":{"name":"Job 1:3","text":"He had seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred donkeys, and very many servants; so that this man was the greatest of all the people of the east."},"4":{"name":"Job 1:4","text":"His sons used to go and hold feasts in one another's houses in turn; and they would send and invite their three sisters to eat and drink with them."},"5":{"name":"Job 1:5","text":"And when the feast days had run their course, Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all; for Job said, \"It may be that my children have sinned, and cursed God in their hearts.\" This is what Job always did."},"6":{"name":"Job 1:6","text":"One day the heavenly beings came to present themselves before the Lord, and Satan also came among them."},"7":{"name":"Job 1:7","text":"The Lord said to Satan, \"Where have you come from?\" Satan answered the Lord, \"From going to and fro on the earth, and from walking up and down on it.\""}}}}},"ps":{"name":"Psalms","abbreviation":"Ps","chapters":{"1":{"name":"Psalms 1","verses":{"1":{"name":"Psalms 1:1","text":"Happy are those who do not follow the advice of the wicked, or take the path that sinners tread, or sit in the seat of scoffers;"},"2":{"name":"Psalms 1:2","text":"but their delight is in the law of the Lord, and on his law they meditate day and night."}}}}},"prov":{"name":"Proverbs","abbreviation":"Prov","chapters":{"1":{"name":"Proverbs 1","verses":{"1":{"name":"Proverbs 1:1","text":"The proverbs of Solomon son of David, king of Israel:"},"2":{"name":"Proverbs 1:2","text":"For learning about wisdom and instruction, for understanding words of insight,"},"3":{"name":"Proverbs 1:3","text":"for gaining instruction in wise dealing, righteousness, justice, and equity;"},"4":{"name":"Proverbs 1:4","text":"to teach shrewdness to the simple, knowledge and prudence to the young—"},"5":{"name":"Proverbs 1:5","text":"let the wise also hear and gain in learning, and the discerning acquire skill,"},"6":{"name":"Proverbs 1:6","text":"to understand a proverb and a figure, the words of the wise and their riddles."},"7":{"name":"Proverbs 1:7","text":"The fear of the Lord is the beginning of knowledge; fools despise wisdom and instruction."},"8":{"name":"Proverbs 1:8","text":"Hear, my child, your father's instruction, and do not reject your mother's teaching;"},"9":{"name":"Proverbs 1:9","text":"for they are a fair garland for your head, and pendants for your neck."},"10":{"name":"Proverbs 1:10","text":"My child, if sinners entice you, do not consent."}}}}},"eccl":{"name":"Ecclesiastes","abbreviation":"Eccl","chapters":{"1":{"name":"Ecclesiastes 1","verses":{"1":{"name":"Ecclesiastes 1:1","text":"The words of the Teacher, the son of David, king in Jerusalem."},"2":{"name":"Ecclesiastes 1:2","text":"Vanity of vanities, says the Teacher, vanity of vanities! All is vanity."},"3":{"name":"Ecclesiastes 1:3","text":"What do people gain from all the toil at which they toil under the sun?"},"4":{"name":"Ecclesiastes 1:4","text":"A generation goes, and a generation comes, but the earth remains forever."},"5":{"name":"Ecclesiastes 1:5","text":"The sun rises and the sun goes down, and hurries to the place where it rises."},"6":{"name":"Ecclesiastes 1:6","text":"The wind blows to the south, and goes around to the north; round and round goes the wind, and on its circuits the wind returns."}}}}},"song":{"name":"Song of Solomon","abbreviation":"Song","chapters":{"1":{"name":"Song of Solomon 1","verses":{"1":{"name":"Song of Solomon 1:1","text":"The Song of Songs, which is Solomon's."},"2":{"name":"Song of Solomon 1:2","text":"Let him kiss me with the kisses of his mouth! For your love is better than wine,"},"3":{"name":"Song of Solomon 1:3","text":"your anointing oils are fragrant, your name is perfume poured out; therefore the maidens love you."},"4":{"name":"Song of Solomon 1:4","text":"Draw me after you, let us make haste. The king has brought me into his chambers. We will exult and rejoice in you; we will extol your love more than wine; rightly do they love you."},"5":{"name":"Song of Solomon 1:5","text":"I am black and beautiful, O daughters of Jerusalem, like the tents of Kedar, like the curtains of Solomon."}}}}},"isa":{"name":"Isaiah","abbreviation":"Isa","chapters":{"1":{"name":"Isaiah 1","verses":{"1":{"name":"Isaiah 1:1","text":"The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},"2":{"name":"Isaiah 1:2","text":"Hear, O heavens, and listen, O earth; for the Lord has spoken: I reared children and brought them up, but they have rebelled against me."},"3":{"name":"Isaiah 1:3","text":"The ox knows its owner, and the donkey its master's crib; but Israel does not know, my people do not understand."},"4":{"name":"Isaiah 1:4","text":"Ah, sinful nation, people laden with iniquity, offspring who do evil, children who deal corruptly, who have forsaken the Lord, who have despised the Holy One of Israel, who are utterly estranged!"},"5":{"name":"Isaiah 1:5","text":"Why do you seek further beatings? Why do you continue to rebel? The whole head is sick, and the whole heart faint."},"6":{"name":"Isaiah 1:6","text":"From the sole of the foot even to the head, there is no soundness in it, but bruises and sores and bleeding wounds; they have not been drained, or bound up, or softened with oil."},"7":{"name":"Isaiah 1:7","text":"Your country lies desolate, your cities are burned with fire; in your very presence aliens devour your land; it is desolate, as overthrown by foreigners."},"8":{"name":"Isaiah 1:8","text":"And daughter Zion is left like a booth in a vineyard, like a shelter in a cucumber field, like a besieged city."},"9":{"name":"Isaiah 1:9","text":"If the Lord of hosts had not left us a few survivors, we would have been like Sodom, and become like Gomorrah."},"10":{"name":"Isaiah 1:10","text":"Hear the word of the Lord, you rulers of Sodom! Listen to the teaching of our God, you people of Gomorrah!"}}}}},"jer":{"name":"Jeremiah","abbreviation":"Jer","chapters":{"1":{"name":"Jeremiah 1","verses":{"1":{"name":"Jeremiah 1:1","text":"The words of Jeremiah son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,"},"2":{"name":"Jeremiah 1:2","text":"to whom the word of the Lord came in the days of King Josiah son of Amon of Judah, in the thirteenth year of his reign."},"3":{"name":"Jeremiah 1:3","text":"It came also in the days of King Jehoiakim son of Josiah of Judah, and until the end of the eleventh year of King Zedekiah son of Josiah of Judah, until the captivity of Jerusalem in the fifth month."},"4":{"name":"Jeremiah 1:4","text":"Now the word of the Lord came to me saying,"},"5":{"name":"Jeremiah 1:5","text":"\"Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.\""},"6":{"name":"Jeremiah 1:6","text":"Then I said, \"Ah, Lord God! Truly I do not know how to speak, for I am only a boy.\""}}}}},"lam":{"name":"Lamentations","abbreviation":"Lam","chapters":{"1":{"name":"Lamentations 1","verses":{"1":{"name":"Lamentations 1:1","text":"How lonely sits the city that once was full of people! How like a widow she has become, she that was great among the nations! She that was a princess among the provinces has become a vassal."},"2":{"name":"Lamentations 1:2","text":"She weeps bitterly in the night, with tears on her cheeks; among all her lovers she has no one to comfort her; all her friends have dealt treacherously with her, they have become her enemies."},"3":{"name":"Lamentations 1:3","text":"Judah has gone into exile with suffering and hard servitude; she lives now among the nations, and finds no resting place; her pursuers have all overtaken her in the midst of her distress."},"4":{"name":"Lamentations 1:4","text":"The roads to Zion mourn, for no one comes to the festivals; all her gates are desolate, her priests groan; her young girls grieve, and her lot is bitter."},"5":{"name":"Lamentations 1:5","text":"Her foes have become the masters, her enemies prosper, because the Lord has made her suffer for the multitude of her transgressions; her children have gone away, captives before the foe."},"6":{"name":"Lamentations 1:6","text":"From daughter Zion has departed all her majesty. Her princes have become like stags that find no pasture; they fled without strength before the pursuer."},"7":{"name":"Lamentations 1:7","text":"Jerusalem remembers, in the days of her affliction and wandering, all the precious things that were hers in days of old. When her people fell into the hand of the foe, and there was no one to help her, the foe looked on mocking over her downfall."}}}}},"ezek":{"name":"Ezekiel","abbreviation":"Ezek","chapters":{"1":{"name":"Ezekiel 1","verses":{"1":{"name":"Ezekiel 1:1","text":"In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the river Chebar, the heavens were opened, and I saw visions of God."},"2":{"name":"Ezekiel 1:2","text":"On the fifth day of the month (it was the fifth year of the exile of King Jehoiachin),"},"3":{"name":"Ezekiel 1:3","text":"the word of the Lord came to the priest Ezekiel son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the Lord was on him there."},"4":{"name":"Ezekiel 1:4","text":"As I looked, a stormy wind came out of the north: a great cloud with brightness around it and fire flashing forth continually, and in the middle of the fire, something like gleaming amber."},"5":{"name":"Ezekiel 1:5","text":"In the middle of it was something like four living creatures. This was their appearance: they were of human form."},"6":{"name":"Ezekiel 1:6","text":"Each had four faces, and each of them had four wings."},"7":{"name":"Ezekiel 1:7","text":"Their legs were straight, and the soles of their feet were like the sole of a calf's foot; and they sparkled like burnished bronze."},"8":{"name":"Ezekiel 1:8","text":"Under their wings on their four sides they had human hands. And the four had their faces and their wings thus:"},"9":{"name":"Ezekiel 1:9","text":"their wings touched one another; each of them moved straight ahead, without turning as they moved."}}}}},"dan":{"name":"Daniel","abbreviation":"Dan","chapters":{"1":{"name":"Daniel 1","verses":{"1":{"name":"Daniel 1:1","text":"In the third year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar of Babylon came to Jerusalem and besieged it."},"2":{"name":"Daniel 1:2","text":"The Lord let King Jehoiakim of Judah fall into his power, as well as some of the vessels of the house of God. These he brought to the land of Shinar, and placed the vessels in the treasury of his gods."},"3":{"name":"Daniel 1:3","text":"Then the king commanded his palace master Ashpenaz to bring some of the Israelites of the royal family and of the nobility,"},"4":{"name":"Daniel 1:4","text":"young men without physical defect and handsome, versed in every branch of wisdom, endowed with knowledge and insight, and competent to serve in the king's palace; they were to be taught the literature and language of the Chaldeans."},"5":{"name":"Daniel 1:5","text":"The king assigned them a daily portion of the royal rations of food and wine. They were to be educated for three years, so that at the end of that time they could be stationed in the king's court."},"6":{"name":"Daniel 1:6","text":"Among them were Daniel, Hananiah, Mishael, and Azariah, from the tribe of Judah."},"7":{"name":"Daniel 1:7","text":"The palace master gave them other names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego."}}}}},"hos":{"name":"Hosea","abbreviation":"Hos","chapters":{"1":{"name":"Hosea 1","verses":{"1":{"name":"Hosea 1:1","text":"The word of the Lord that came to Hosea son of Beeri, in the days of Kings Uzziah, Jotham, Ahaz, and Hezekiah of Judah, and in the days of King Jeroboam son of Joash of Israel."},"2":{"name":"Hosea 1:2","text":"When the Lord first spoke through Hosea, the Lord said to Hosea, \"Go, take for yourself a wife of whoredom and have children of whoredom, for the land commits great whoredom by forsaking the Lord.\""},"3":{"name":"Hosea 1:3","text":"So he went and took Gomer daughter of Diblaim, and she conceived and bore him a son."},"4":{"name":"Hosea 1:4","text":"And the Lord said to him, \"Name him Jezreel; for in a little while I will punish the house of Jehu for the blood of Jezreel, and I will put an end to the kingdom of the house of Israel."}}}}},"joel":{"name":"Joel","abbreviation":"Joel","chapters":{"1":{"name":"Joel 1","verses":{"1":{"name":"Joel 1:1","text":"The word of the Lord that came to Joel son of Pethuel:"},"2":{"name":"Joel 1:2","text":"Hear this, O elders, give ear, all inhabitants of the land! Has such a thing happened in your days, or in the days of your ancestors?"},"3":{"name":"Joel 1:3","text":"Tell your children of it, and let your children tell their children, and their children another generation."},"4":{"name":"Joel 1:4","text":"What the cutting locust left, the swarming locust has eaten. What the swarming locust left, the hopping locust has eaten, and what the hopping locust left, the destroying locust has eaten."},"5":{"name":"Joel 1:5","text":"Wake up, you drunkards, and weep; and wail, all you wine-drinkers, over the sweet wine, for it is cut off from your mouth."},"6":{"name":"Joel 1:6","text":"For a nation has invaded my land, powerful and innumerable; its teeth are lions' teeth, and it has the fangs of a lioness."}}}}},"amos":{"name":"Amos","abbreviation":"Amos","chapters":{"1":{"name":"Amos 1","verses":{"1":{"name":"Amos 1:1","text":"The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of King Uzziah of Judah and in the days of King Jeroboam son of Joash of Israel, two years before the earthquake."},"2":{"name":"Amos 1:2","text":"And he said: The Lord roars from Zion, and utters his voice from Jerusalem; the pastures of the shepherds wither, and the top of Carmel dries up."},"3":{"name":"Amos 1:3","text":"Thus says the Lord: For three transgressions of Damascus, and for four, I will not revoke the punishment; because they have threshed Gilead with threshing sledges of iron."},"4":{"name":"Amos 1:4","text":"So I will send a fire on the house of Hazael, and it shall devour the strongholds of Ben-hadad."},"5":{"name":"Amos 1:5","text":"I will break the gate bars of Damascus, and cut off the inhabitants from the Valley of Aven, and the one who holds the scepter from Beth-eden; and the people of Aram shall go into exile to Kir, says the Lord."}}}}},"obad":{"name":"Obadiah","abbreviation":"Obad","chapters":{"1":{"name":"Obadiah 1","verses":{"1":{"name":"Obadiah 1:1","text":"The vision of Obadiah. Thus says the Lord God concerning Edom: We have heard a report from the Lord, and a messenger has been sent among the nations: \"Rise up! Let us rise against it for battle!\""},"2":{"name":"Obadiah 1:2","text":"I will surely make you least among the nations; you shall be utterly despised."},"3":{"name":"Obadiah 1:3","text":"Your proud heart has deceived you, you that live in the clefts of the rock, whose dwelling is in the heights. You say in your heart, \"Who will bring me down to the ground?\""},"4":{"name":"Obadiah 1:4","text":"Though you soar aloft like the eagle, though your nest is set among the stars, from there I will bring you down, says the Lord."},"5":{"name":"Obadiah 1:5","text":"If thieves came to you, if plunderers by night—how you have been destroyed!—would they not steal only what they wanted? If grape-gatherers came to you, would they not leave gleanings?"},"6":{"name":"Obadiah 1:6","text":"How Esau has been pillaged, his treasures searched out!"},"7":{"name":"Obadiah 1:7","text":"All your allies have deceived you, they have driven you to the border; your confederates have prevailed against you; those who ate your bread have set a trap for you—there is no understanding of it."}}}}},"jonah":{"name":"Jonah","abbreviation":"Jonah","chapters":{"1":{"name":"Jonah 1","verses":{"1":{"name":"Jonah 1:1","text":"Now the word of the Lord came to Jonah son of Amittai, saying,"},"2":{"name":"Jonah 1:2","text":"\"Go at once to Nineveh, that great city, and cry out against it; for their wickedness has come up before me.\""},"3":{"name":"Jonah 1:3","text":"But Jonah set out to flee to Tarshish from the presence of the Lord. He went down to Joppa and found a ship going to Tarshish; so he paid his fare and went on board, to go with them to Tarshish, away from the presence of the Lord."},"4":{"name":"Jonah 1:4","text":"But the Lord hurled a great wind upon the sea, and such a mighty storm came upon the sea that the ship threatened to break up."},"5":{"name":"Jonah 1:5","text":"Then the mariners were afraid, and each cried to his god. They threw the cargo that was in the ship into the sea, to lighten it for them. Jonah, meanwhile, had gone down into the hold of the ship and had lain down, and was fast asleep."}}}}},"mic":{"name":"Micah","abbreviation":"Mic","chapters":{"1":{"name":"Micah 1","verses":{"1":{"name":"Micah 1:1","text":"The word of the Lord that came to Micah of Moresheth in the days of Kings Jotham, Ahaz, and Hezekiah of Judah, which he saw concerning Samaria and Jerusalem."},"2":{"name":"Micah 1:2","text":"Hear, you peoples, all of you; listen, O earth, and all that is in it; and let the Lord God be a witness against you, the Lord from his holy temple."},"3":{"name":"Micah 1:3","text":"For lo, the Lord is coming out of his place, and will come down and tread upon the high places of the earth."},"4":{"name":"Micah 1:4","text":"Then the mountains will melt under him and the valleys will burst open, like wax near the fire, like waters poured down a steep place."},"5":{"name":"Micah 1:5","text":"All this is for the transgression of Jacob and for the sins of the house of Israel. What is the transgression of Jacob? Is it not Samaria? And what is the high place of Judah? Is it not Jerusalem?"}}}}},"nah":{"name":"Nahum","abbreviation":"Nah","chapters":{"1":{"name":"Nahum 1","verses":{"1":{"name":"Nahum 1:1","text":"An oracle concerning Nineveh. The book of the vision of Nahum of Elkosh."},"2":{"name":"Nahum 1:2","text":"A jealous and avenging God is the Lord, the Lord is avenging and wrathful; the Lord takes vengeance on his adversaries and rages against his enemies."},"3":{"name":"Nahum 1:3","text":"The Lord is slow to anger but great in power, and the Lord will by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet."},"4":{"name":"Nahum 1:4","text":"He rebukes the sea and makes it dry, and he dries up all the rivers; Bashan and Carmel wither, and the bloom of Lebanon fades."},"5":{"name":"Nahum 1:5","text":"The mountains quake before him, and the hills melt; the earth heaves before him, the world and all who live in it."}}}}},"hab":{"name":"Habakkuk","abbreviation":"Hab","chapters":{"1":{"name":"Habakkuk 1","verses":{"1":{"name":"Habakkuk 1:1","text":"The oracle that the prophet Habakkuk saw."},"2":{"name":"Habakkuk 1:2","text":"O Lord, how long shall I cry for help, and you will not listen? Or cry to you \"Violence!\" and you will not save?"},"3":{"name":"Habakkuk 1:3","text":"Why do you make me see wrong-doing and look at trouble? Destruction and violence are before me; strife and contention arise."},"4":{"name":"Habakkuk 1:4","text":"So the law becomes slack and justice never prevails. The wicked surround the righteous—therefore judgment comes forth perverted."},"5":{"name":"Habakkuk 1:5","text":"Look at the nations, and see! Be astonished! Be astounded! For a work is being done in your days that you would not believe if you were told."}}}}},"zeph":{"name":"Zephaniah","abbreviation":"Zeph","chapters":{"1":{"name":"Zephaniah 1","verses":{"1":{"name":"Zephaniah 1:1","text":"The word of the Lord that came to Zephaniah son of Cushi son of Gedaliah son of Amariah son of Hezekiah, in the days of King Josiah son of Amon of Judah."},"2":{"name":"Zephaniah 1:2","text":"I will utterly sweep away everything from the face of the earth, says the Lord."},"3":{"name":"Zephaniah 1:3","text":"I will sweep away humans and animals; I will sweep away the birds of the air and the fish of the sea. I will make the wicked stumble. I will cut off humanity from the face of the earth, says the Lord."},"4":{"name":"Zephaniah 1:4","text":"I will stretch out my hand against Judah, and against all the inhabitants of Jerusalem; and I will cut off from this place every remnant of Baal and the name of the idolatrous priests;"},"5":{"name":"Zephaniah 1:5","text":"those who bow down on the roofs to the host of the heavens; those who bow down and swear to the Lord, but also swear by Milcom;"},"6":{"name":"Zephaniah 1:6","text":"those who have turned back from following the Lord, who have not sought the Lord or inquired of him."}}}}},"hag":{"name":"Haggai","abbreviation":"Hag","chapters":{"1":{"name":"Haggai 1","verses":{"1":{"name":"Haggai 1:1","text":"In the second year of King Darius, in the sixth month, on the first day of the month, the word of the Lord came by the prophet Haggai to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, the high priest:"},"2":{"name":"Haggai 1:2","text":"Thus says the Lord of hosts: These people say the time has not yet come to rebuild the Lord's house."},"3":{"name":"Haggai 1:3","text":"Then the word of the Lord came by the prophet Haggai, saying:"},"4":{"name":"Haggai 1:4","text":"Is it a time for you yourselves to live in your paneled houses, while this house lies in ruins?"},"5":{"name":"Haggai 1:5","text":"Now therefore thus says the Lord of hosts: Consider how you have fared."}}}}},"zech":{"name":"Zechariah","abbreviation":"Zech","chapters":{"1":{"name":"Zechariah 1","verses":{"1":{"name":"Zechariah 1:1","text":"In the eighth month, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berechiah son of Iddo, saying:"},"2":{"name":"Zechariah 1:2","text":"The Lord was very angry with your ancestors."},"3":{"name":"Zechariah 1:3","text":"Therefore say to them, Thus says the Lord of hosts: Return to me, says the Lord of hosts, and I will return to you, says the Lord of hosts."},"4":{"name":"Zechariah 1:4","text":"Do not be like your ancestors, to whom the former prophets proclaimed, \"Thus says the Lord of hosts, Return from your evil ways and from your evil deeds.\" But they did not hear or heed me, says the Lord."},"5":{"name":"Zechariah 1:5","text":"Your ancestors, where are they? And the prophets, do they live forever?"},"6":{"name":"Zechariah 1:6","text":"But my words and my statutes, which I commanded my servants the prophets, did they not overtake your ancestors? So they repented and said, \"The Lord of hosts has dealt with us according to our ways and deeds, just as he planned to do.\""},"7":{"name":"Zechariah 1:7","text":"On the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of the Lord came to the prophet Zechariah son of Berechiah son of Iddo; and Zechariah said,"}}}}},"mal":{"name":"Malachi","abbreviation":"Mal","chapters":{"1":{"name":"Malachi 1","verses":{"1":{"name":"Malachi 1:1","text":"An oracle. The word of the Lord to Israel by Malachi."},"2":{"name":"Malachi 1:2","text":"I have loved you, says the Lord. But you say, \"How have you loved us?\" Is not Esau Jacob's brother? says the Lord. Yet I have loved Jacob"},"3":{"name":"Malachi 1:3","text":"but I have hated Esau; I have made his hill country a desolation and his heritage a desert for jackals."},"4":{"name":"Malachi 1:4","text":"If Edom says, \"We are shattered but we will rebuild the ruins,\" the Lord of hosts says: They may build, but I will tear down, until they are called the wicked country, the people with whom the Lord is angry forever."},"5":{"name":"Malachi 1:5","text":"Your own eyes shall see this, and you shall say, \"Great is the Lord beyond the borders of Israel!\""}}}}},"matt":{"name":"Matthew","abbreviation":"Matt","chapters":{"1":{"name":"Matthew 1","verses":{"1":{"name":"Matthew 1:1","text":"An account of the genealogy of Jesus the Messiah, the son of David, the son of Abraham."},"2":{"name":"Matthew 1:2","text":"Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,"},"3":{"name":"Matthew 1:3","text":"and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Aram,"},"4":{"name":"Matthew 1:4","text":"and Aram the father of Aminadab, and Aminadab the father of Nahshon, and Nahshon the father of Salmon,"},"5":{"name":"Matthew 1:5","text":"and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse,"},"6":{"name":"Matthew 1:6","text":"and Jesse the father of King David. And David was the father of Solomon by the wife of Uriah,"},"7":{"name":"Matthew 1:7","text":"and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph,"},"8":{"name":"Matthew 1:8","text":"and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah,"}}}}},"mark":{"name":"Mark","abbreviation":"Mark","chapters":{"1":{"name":"Mark 1","verses":{"1":{"name":"Mark 1:1","text":"The beginning of the good news of Jesus Christ, the Son of God."},"2":{"name":"Mark 1:2","text":"As it is written in the prophet Isaiah, \"See, I am sending my messenger ahead of you, who will prepare your way;"},"3":{"name":"Mark 1:3","text":"the voice of one crying out in the wilderness: 'Prepare the way of the Lord, make his paths straight,'\""},"4":{"name":"Mark 1:4","text":"John the baptizer appeared in the wilderness, proclaiming a baptism of repentance for the forgiveness of sins."},"5":{"name":"Mark 1:5","text":"And people from the whole Judean countryside and all the people of Jerusalem were going out to him, and were baptized by him in the river Jordan, confessing their sins."},"6":{"name":"Mark 1:6","text":"Now John was clothed with camel's hair, with a leather belt around his waist, and he ate locusts and wild honey."},"7":{"name":"Mark 1:7","text":"He proclaimed, \"The one who is more powerful than I is coming after me; I am not worthy to stoop down and untie the thong of his sandals."},"8":{"name":"Mark 1:8","text":"I have baptized you with water; but he will baptize you with the Holy Spirit.\""},"9":{"name":"Mark 1:9","text":"In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."},"10":{"name":"Mark 1:10","text":"And just as he was coming up out of the water, he saw the heavens torn apart and the Spirit descending like a dove on him."},"11":{"name":"Mark 1:11","text":"And a voice came from heaven, \"You are my Son, the Beloved; with you I am well pleased.\""},"12":{"name":"Mark 1:12","text":"And the Spirit immediately drove him out into the wilderness."},"13":{"name":"Mark 1:13","text":"He was in the wilderness forty days, tempted by Satan; and he was with the wild beasts; and the angels waited on him."},"14":{"name":"Mark 1:14","text":"Now after John was arrested, Jesus came to Galilee, proclaiming the good news of God,"}}}}},"luke":{"name":"Luke","abbreviation":"Luke","chapters":{"1":{"name":"Luke 1","verses":{"1":{"name":"Luke 1:1","text":"Since many have undertaken to set down an orderly account of the events that have been fulfilled among us,"},"2":{"name":"Luke 1:2","text":"just as they were handed on to us by those who from the beginning were eyewitnesses and servants of the word,"},"3":{"name":"Luke 1:3","text":"I too decided, after investigating everything carefully from the very first, to write an orderly account for you, most excellent Theophilus,"},"4":{"name":"Luke 1:4","text":"so that you may know the truth concerning the things about which you have been instructed."},"5":{"name":"Luke 1:5","text":"In the days of King Herod of Judea, there was a priest named Zechariah, who belonged to the priestly order of Abijah. His wife was a descendant of Aaron, and her name was Elizabeth."},"6":{"name":"Luke 1:6","text":"Both of them were righteous before God, living blamelessly according to all the commandments and regulations of the Lord."},"7":{"name":"Luke 1:7","text":"But they had no children, because Elizabeth was barren, and both were getting on in years."},"8":{"name":"Luke 1:8","text":"Once when he was serving as priest before God and his section was on duty,"},"9":{"name":"Luke 1:9","text":"he was chosen by lot, according to the custom of the priesthood, to enter the sanctuary of the Lord and offer incense."},"10":{"name":"Luke 1:10","text":"Now at the time of the incense offering, the whole assembly of the people was praying outside."},"11":{"name":"Luke 1:11","text":"Then there appeared to him an angel of the Lord, standing at the right side of the altar of incense."},"12":{"name":"Luke 1:12","text":"When Zechariah saw him, he was terrified; and fear overwhelmed him."},"13":{"name":"Luke 1:13","text":"But the angel said to him, \"Do not be afraid, Zechariah, for your prayer has been heard. Your wife Elizabeth will bear you a son, and you will name him John."},"14":{"name":"Luke 1:14","text":"You will have joy and gladness, and many will rejoice at his birth,"},"15":{"name":"Luke 1:15","text":"for he will be great in the sight of the Lord. He must never drink wine or strong drink; even before his birth he will be filled with the Holy Spirit."},"16":{"name":"Luke 1:16","text":"He will turn many of the people of Israel to the Lord their God."},"17":{"name":"Luke 1:17","text":"With the spirit and power of Elijah he will go before him, to turn the hearts of parents to their children, and the disobedient to the wisdom of the righteous, to make ready a people prepared for the Lord.\""},"18":{"name":"Luke 1:18","text":"Zechariah said to the angel, \"How will I know that this is so? For I am an old man, and my wife is getting on in years.\""},"19":{"name":"Luke 1:19","text":"The angel replied, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to bring you this good news."},"20":{"name":"Luke 1:20","text":"But now, because you did not believe my words, which will be fulfilled in their time, you will become mute, unable to speak, until the day these things occur.\""},"21":{"name":"Luke 1:21","text":"Meanwhile the people were waiting for Zechariah, and wondered at his delay in the sanctuary."},"22":{"name":"Luke 1:22","text":"When he did come out, he could not speak to them, and they realized that he had seen a vision in the sanctuary. He kept motioning to them and remained unable to speak."},"23":{"name":"Luke 1:23","text":"When his time of service was ended, he went to his home."},"24":{"name":"Luke 1:24","text":"After those days his wife Elizabeth conceived, and for five months she remained in seclusion. She said,"}}}}},"john":{"name":"John","abbreviation":"John","chapters":{"1":{"name":"John 1","verses":{"1":{"name":"John 1:1","text":"In the beginning was the Word, and the Word was with God, and the Word was God."},"2":{"name":"John 1:2","text":"He was in the beginning with God."},"3":{"name":"John 1:3","text":"All things came into being through him, and without him not one thing came into being. What has come into being"},"4":{"name":"John 1:4","text":"in him was life, and the life was the light of all people."},"5":{"name":"John 1:5","text":"The light shines in the darkness, and the darkness did not overcome it."},"6":{"name":"John 1:6","text":"There was a man sent from God, whose name was John."},"7":{"name":"John 1:7","text":"He came as a witness to testify to the light, so that all might believe through him."},"8":{"name":"John 1:8","text":"He himself was not the light, but he came to testify to the light."},"9":{"name":"John 1:9","text":"The true light, which enlightens everyone, was coming into the world."},"10":{"name":"John 1:10","text":"He was in the world, and the world came into being through him; yet the world did not know him."},"11":{"name":"John 1:11","text":"He came to what was his own, and his own people did not accept him."},"12":{"name":"John 1:12","text":"But to all who received him, who believed in his name, he gave power to become children of God,"},"13":{"name":"John 1:13","text":"who were born, not of blood or of the will of the flesh or of the will of man, but of God."},"14":{"name":"John 1:14","text":"And the Word became flesh and lived among us, and we have seen his glory, the glory as of a father's only son, full of grace and truth."},"15":{"name":"John 1:15","text":"(John testified to him and cried out, \"This was he of whom I said, 'He who comes after me ranks ahead of me because he was before me.'\")"}}}}},"acts":{"name":"Acts of the Apostles","abbreviation":"Acts","chapters":{"1":{"name":"Acts of the Apostles 1","verses":{"1":{"name":"Acts of the Apostles 1:1","text":"In the first book, Theophilus, I wrote about all that Jesus did and taught from the beginning"},"2":{"name":"Acts of the Apostles 1:2","text":"until the day when he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles whom he had chosen."},"3":{"name":"Acts of the Apostles 1:3","text":"After his suffering he presented himself alive to them by many convincing proofs, appearing to them during forty days and speaking about the kingdom of God."},"4":{"name":"Acts of the Apostles 1:4","text":"While staying with them, he ordered them not to leave Jerusalem, but to wait there for the promise of the Father. \"This,\" he said, \"is what you have heard from me;"},"5":{"name":"Acts of the Apostles 1:5","text":"for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.\""},"6":{"name":"Acts of the Apostles 1:6","text":"So when they had come together, they asked him, \"Lord, is this the time when you will restore the kingdom to Israel?\""},"7":{"name":"Acts of the Apostles 1:7","text":"He replied, \"It is not for you to know the times or periods that the Father has set by his own authority."},"8":{"name":"Acts of the Apostles 1:8","text":"But you will receive power when the Holy Spirit has come upon you; and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.\""}}}}},"rom":{"name":"Romans","abbreviation":"Rom","chapters":{"1":{"name":"Romans 1","verses":{"1":{"name":"Romans 1:1","text":"Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God,"},"2":{"name":"Romans 1:2","text":"which he promised beforehand through his prophets in the holy scriptures,"},"3":{"name":"Romans 1:3","text":"the gospel concerning his Son, who was descended from David according to the flesh"},"4":{"name":"Romans 1:4","text":"and was declared to be Son of God with power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord,"},"5":{"name":"Romans 1:5","text":"through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name,"},"6":{"name":"Romans 1:6","text":"including yourselves who are called to belong to Jesus Christ,"},"7":{"name":"Romans 1:7","text":"To all God's beloved in Rome, who are called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."},"8":{"name":"Romans 1:8","text":"First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world."},"9":{"name":"Romans 1:9","text":"For God, whom I serve with my spirit by announcing the gospel of his Son, is my witness that without ceasing I remember you always in my prayers,"},"10":{"name":"Romans 1:10","text":"asking that by God's will I may somehow at last succeed in coming to you."}}}}},"1_cor":{"name":"1 Corinthians","abbreviation":"1 Cor","chapters":{"1":{"name":"1 Corinthians 1","verses":{"1":{"name":"1 Corinthians 1:1","text":"Paul, called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes,"},"2":{"name":"1 Corinthians 1:2","text":"To the church of God that is in Corinth, to those who are sanctified in Christ Jesus, called to be saints, together with all those who in every place call on the name of our Lord Jesus Christ, both their Lord and ours:"},"3":{"name":"1 Corinthians 1:3","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"4":{"name":"1 Corinthians 1:4","text":"I give thanks to my God always for you because of the grace of God that has been given you in Christ Jesus,"},"5":{"name":"1 Corinthians 1:5","text":"for in every way you have been enriched in him, in speech and knowledge of every kind—"},"6":{"name":"1 Corinthians 1:6","text":"just as the testimony of Christ has been strengthened among you—"},"7":{"name":"1 Corinthians 1:7","text":"so that you are not lacking in any spiritual gift as you wait for the revealing of our Lord Jesus Christ."},"8":{"name":"1 Corinthians 1:8","text":"He will also strengthen you to the end, so that you may be blameless on the day of our Lord Jesus Christ."},"9":{"name":"1 Corinthians 1:9","text":"God is faithful; by him you were called into the fellowship of his Son, Jesus Christ our Lord."},"10":{"name":"1 Corinthians 1:10","text":"Now I appeal to you, brothers and sisters, by the name of our Lord Jesus Christ, that all of you be in agreement and that there be no divisions among you, but that you be united in the same mind and the same purpose."}}}}},"2_cor":{"name":"2 Corinthians","abbreviation":"2 Cor","chapters":{"1":{"name":"2 Corinthians 1","verses":{"1":{"name":"2 Corinthians 1:1","text":"Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, To the church of God that is in Corinth, including all the saints throughout Achaia:"},"2":{"name":"2 Corinthians 1:2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"name":"2 Corinthians 1:3","text":"Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all consolation,"},"4":{"name":"2 Corinthians 1:4","text":"who consoles us in all our affliction, so that we may be able to console those who are in any affliction with the consolation with which we ourselves are consoled by God."},"5":{"name":"2 Corinthians 1:5","text":"For just as the sufferings of Christ are abundant for us, so also our consolation is abundant through Christ."},"6":{"name":"2 Corinthians 1:6","text":"If we are being afflicted, it is for your consolation and salvation; if we are being consoled, it is for your consolation, which you experience when you patiently endure the same sufferings that we are also suffering."},"7":{"name":"2 Corinthians 1:7","text":"Our hope for you is unshaken; for we know that as you share in our sufferings, so also you share in our consolation."}}}}},"gal":{"name":"Galatians","abbreviation":"Gal","chapters":{"1":{"name":"Galatians 1","verses":{"1":{"name":"Galatians 1:1","text":"Paul an apostle—sent neither by human commission nor from human authorities, but through Jesus Christ and God the Father, who raised him from the dead—"},"2":{"name":"Galatians 1:2","text":"and all the members of God's family who are with me, To the churches of Galatia:"},"3":{"name":"Galatians 1:3","text":"Grace to you and peace from God our Father and the Lord Jesus Christ,"},"4":{"name":"Galatians 1:4","text":"who gave himself for our sins to set us free from the present evil age, according to the will of our God and Father,"},"5":{"name":"Galatians 1:5","text":"to whom be the glory forever and ever. Amen."},"6":{"name":"Galatians 1:6","text":"I am astonished that you are so quickly deserting the one who called you in the grace of Christ and are turning to a different gospel—"},"7":{"name":"Galatians 1:7","text":"not that there is another gospel, but there are some who are confusing you and want to pervert the gospel of Christ."}}}}},"eph":{"name":"Ephesians","abbreviation":"Eph","chapters":{"1":{"name":"Ephesians 1","verses":{"1":{"name":"Ephesians 1:1","text":"Paul, an apostle of Christ Jesus by the will of God, To the saints who are in Ephesus and are faithful in Christ Jesus:"},"2":{"name":"Ephesians 1:2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"name":"Ephesians 1:3","text":"Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,"},"4":{"name":"Ephesians 1:4","text":"just as he chose us in Christ before the foundation of the world to be holy and blameless before him in love."},"5":{"name":"Ephesians 1:5","text":"He destined us for adoption as his children through Jesus Christ, according to the good pleasure of his will,"},"6":{"name":"Ephesians 1:6","text":"to the praise of his glorious grace that he freely bestowed on us in the Beloved."},"7":{"name":"Ephesians 1:7","text":"In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace"}}}}},"phil":{"name":"Philippians","abbreviation":"Phil","chapters":{"1":{"name":"Philippians 1","verses":{"1":{"name":"Philippians 1:1","text":"Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus who are in Philippi, with the bishops and deacons:"},"2":{"name":"Philippians 1:2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"name":"Philippians 1:3","text":"I thank my God every time I remember you,"},"4":{"name":"Philippians 1:4","text":"constantly praying with joy in every one of my prayers for all of you,"},"5":{"name":"Philippians 1:5","text":"because of your sharing in the gospel from the first day until now."},"6":{"name":"Philippians 1:6","text":"I am confident of this, that the one who began a good work among you will bring it to completion by the day of Jesus Christ."},"7":{"name":"Philippians 1:7","text":"It is right for me to think this way about all of you, because you hold me in your heart, for all of you share in God's grace with me, both in my imprisonment and in the defense and confirmation of the gospel."},"8":{"name":"Philippians 1:8","text":"For God is my witness, how I long for all of you with the compassion of Christ Jesus."},"9":{"name":"Philippians 1:9","text":"And this is my prayer, that your love may overflow more and more with knowledge and full insight"}}}}},"col":{"name":"Colossians","abbreviation":"Col","chapters":{"1":{"name":"Colossians 1","verses":{"1":{"name":"Colossians 1:1","text":"Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,"},"2":{"name":"Colossians 1:2","text":"To the saints and faithful brothers and sisters in Christ in Colossae: Grace to you and peace from God our Father."},"3":{"name":"Colossians 1:3","text":"In our prayers for you we always thank God, the Father of our Lord Jesus Christ,"},"4":{"name":"Colossians 1:4","text":"for we have heard of your faith in Christ Jesus and of the love that you have for all the saints,"},"5":{"name":"Colossians 1:5","text":"because of the hope laid up for you in heaven. You have heard of this hope before in the word of the truth, the gospel"},"6":{"name":"Colossians 1:6","text":"that has come to you. Just as it is bearing fruit and growing in the whole world, so it has been bearing fruit among yourselves from the day you heard it and truly comprehended the grace of God."},"7":{"name":"Colossians 1:7","text":"This you learned from Epaphras, our beloved fellow servant. He is a faithful minister of Christ on your behalf,"},"8":{"name":"Colossians 1:8","text":"and he has made known to us your love in the Spirit."},"9":{"name":"Colossians 1:9","text":"For this reason, since the day we heard it, we have not ceased praying for you and asking that you may be filled with the knowledge of God's will in all spiritual wisdom and understanding,"}}}}},"1_thess":{"name":"1 Thessalonians","abbreviation":"1 Thess","chapters":{"1":{"name":"1 Thessalonians 1","verses":{"1":{"name":"1 Thessalonians 1:1","text":"Paul, Silvanus, and Timothy, To the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace."},"2":{"name":"1 Thessalonians 1:2","text":"We always give thanks to God for all of you and mention you in our prayers, constantly"},"3":{"name":"1 Thessalonians 1:3","text":"remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ."}}}}},"2_thess":{"name":"2 Thessalonians","abbreviation":"2 Thess","chapters":{"1":{"name":"2 Thessalonians 1","verses":{"1":{"name":"2 Thessalonians 1:1","text":"Paul, Silvanus, and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ:"},"2":{"name":"2 Thessalonians 1:2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"name":"2 Thessalonians 1:3","text":"We must always give thanks to God for you, brothers and sisters, as is right, because your faith is growing abundantly, and the love of everyone of you for one another is increasing."},"4":{"name":"2 Thessalonians 1:4","text":"Therefore we ourselves boast of you among the churches of God for your steadfastness and faith during all your persecutions and the afflictions that you are enduring."}}}}},"1_tim":{"name":"1 Timothy","abbreviation":"1 Tim","chapters":{"1":{"name":"1 Timothy 1","verses":{"1":{"name":"1 Timothy 1:1","text":"Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope,"},"2":{"name":"1 Timothy 1:2","text":"To Timothy, my loyal child in the faith: Grace, mercy, and peace from God the Father and Christ Jesus our Lord."},"3":{"name":"1 Timothy 1:3","text":"I urge you, as I did when I was on my way to Macedonia, to remain in Ephesus so that you may instruct certain people not to teach any different doctrine,"},"4":{"name":"1 Timothy 1:4","text":"and not to occupy themselves with myths and endless genealogies that promote speculations rather than the divine training that is known by faith."},"5":{"name":"1 Timothy 1:5","text":"But the aim of such instruction is love that comes from a pure heart, a good conscience, and sincere faith."},"6":{"name":"1 Timothy 1:6","text":"Some people have deviated from these and turned to meaningless talk,"}}}}},"2_tim":{"name":"2 Timothy","abbreviation":"2 Tim","chapters":{"1":{"name":"2 Timothy 1","verses":{"1":{"name":"2 Timothy 1:1","text":"Paul, an apostle of Christ Jesus by the will of God, for the sake of the promise of life that is in Christ Jesus,"},"2":{"name":"2 Timothy 1:2","text":"To Timothy, my beloved child: Grace, mercy, and peace from God the Father and Christ Jesus our Lord."},"3":{"name":"2 Timothy 1:3","text":"I am grateful to God—whom I worship with a clear conscience, as my ancestors did—when I remember you constantly in my prayers night and day."},"4":{"name":"2 Timothy 1:4","text":"Recalling your tears, I long to see you so that I may be filled with joy."},"5":{"name":"2 Timothy 1:5","text":"I am reminded of your sincere faith, a faith that lived first in your grandmother Lois and your mother Eunice and now, I am sure, lives in you."},"6":{"name":"2 Timothy 1:6","text":"For this reason I remind you to rekindle the gift of God that is within you through the laying on of my hands;"}}}}},"titus":{"name":"Titus","abbreviation":"Titus","chapters":{"1":{"name":"Titus 1","verses":{"1":{"name":"Titus 1:1","text":"Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God's elect and the knowledge of the truth that is in accordance with godliness,"},"2":{"name":"Titus 1:2","text":"in the hope of eternal life that God, who never lies, promised before the ages began—"},"3":{"name":"Titus 1:3","text":"in due time he revealed his word through the proclamation with which I have been entrusted by the command of God our Savior,"},"4":{"name":"Titus 1:4","text":"To Titus, my loyal child in the faith we share: Grace and peace from God the Father and Christ Jesus our Savior."},"5":{"name":"Titus 1:5","text":"I left you behind in Crete for this reason, so that you should put in order what remained to be done, and should appoint elders in every town, as I directed you:"}}}}},"philm":{"name":"Philemon","abbreviation":"Philm","chapters":{"1":{"name":"Philemon 1","verses":{"1":{"name":"Philemon 1:1","text":"Paul, a prisoner of Christ Jesus, and Timothy our brother, To Philemon our dear friend and co-worker,"},"2":{"name":"Philemon 1:2","text":"to Apphia our sister, to Archippus our fellow soldier, and to the church in your house:"},"3":{"name":"Philemon 1:3","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"4":{"name":"Philemon 1:4","text":"When I remember you in my prayers, I always thank my God"},"5":{"name":"Philemon 1:5","text":"because I hear of your love for all the saints and your faith toward the Lord Jesus."},"6":{"name":"Philemon 1:6","text":"I pray that the sharing of your faith may become effective when you perceive all the good that we may do for Christ."},"7":{"name":"Philemon 1:7","text":"I have indeed received much joy and encouragement from your love, because the hearts of the saints have been refreshed through you, my brother."},"8":{"name":"Philemon 1:8","text":"For this reason, though I am bold enough in Christ to command you to do your duty,"}}}}},"heb":{"name":"Hebrews","abbreviation":"Heb","chapters":{"1":{"name":"Hebrews 1","verses":{"1":{"name":"Hebrews 1:1","text":"Long ago God spoke to our ancestors in many and various ways by the prophets,"},"2":{"name":"Hebrews 1:2","text":"but in these last days he has spoken to us by a Son, whom he appointed heir of all things, through whom he also created the worlds."},"3":{"name":"Hebrews 1:3","text":"He is the reflection of God's glory and the exact imprint of God's very being, and he sustains all things by his powerful word. When he had made purification for sins, he sat down at the right hand of the Majesty on high,"},"4":{"name":"Hebrews 1:4","text":"having become as much superior to angels as the name he has inherited is more excellent than theirs."},"5":{"name":"Hebrews 1:5","text":"For to which of the angels did God ever say, \"You are my Son; today I have begotten you\"? Or again, \"I will be his Father, and he will be my Son\"?"}}}}},"jas":{"name":"James","abbreviation":"Jas","chapters":{"1":{"name":"James 1","verses":{"1":{"name":"James 1:1","text":"James, a servant of God and of the Lord Jesus Christ, To the twelve tribes in the Dispersion: Greetings."},"2":{"name":"James 1:2","text":"My brothers and sisters, whenever you face trials of any kind, consider it nothing but joy,"},"3":{"name":"James 1:3","text":"because you know that the testing of your faith produces endurance;"},"4":{"name":"James 1:4","text":"and let endurance have its full effect, so that you may be mature and complete, lacking in nothing."},"5":{"name":"James 1:5","text":"If any of you is lacking in wisdom, ask God, who gives to all generously and ungrudgingly, and it will be given you."},"6":{"name":"James 1:6","text":"But ask in faith, never doubting, for the one who doubts is like a wave of the sea, driven and tossed by the wind;"},"7":{"name":"James 1:7","text":"for the doubter, being double-minded and unstable in every way, must not expect to receive anything from the Lord."},"9":{"name":"James 1:9","text":"Let the believer who is lowly boast in being raised up,"}}}}},"1_pet":{"name":"1 Peter","abbreviation":"1 Pet","chapters":{"1":{"name":"1 Peter 1","verses":{"1":{"name":"1 Peter 1:1","text":"Peter, an apostle of Jesus Christ, To the exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"},"2":{"name":"1 Peter 1:2","text":"who have been chosen and destined by God the Father and sanctified by the Spirit to be obedient to Jesus Christ and to be sprinkled with his blood: May grace and peace be yours in abundance."},"3":{"name":"1 Peter 1:3","text":"Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he has given us a new birth into a living hope through the resurrection of Jesus Christ from the dead,"},"4":{"name":"1 Peter 1:4","text":"and into an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you,"},"5":{"name":"1 Peter 1:5","text":"who are being protected by the power of God through faith for a salvation ready to be revealed in the last time."},"6":{"name":"1 Peter 1:6","text":"In this you rejoice, even if now for a little while you have had to suffer various trials,"},"7":{"name":"1 Peter 1:7","text":"so that the genuineness of your faith—being more precious than gold that, though perishable, is tested by fire—may be found to result in praise and glory and honor when Jesus Christ is revealed."},"8":{"name":"1 Peter 1:8","text":"Although you have not seen him, you love him; and even though you do not see him now, you believe in him and rejoice with an indescribable and glorious joy,"}}}}},"2_pet":{"name":"2 Peter","abbreviation":"2 Pet","chapters":{"1":{"name":"2 Peter 1","verses":{"1":{"name":"2 Peter 1:1","text":"Simeon Peter, a servant and apostle of Jesus Christ, To those who have received a faith as precious as ours through the righteousness of our God and Savior Jesus Christ:"},"2":{"name":"2 Peter 1:2","text":"May grace and peace be yours in abundance in the knowledge of God and of Jesus our Lord."},"3":{"name":"2 Peter 1:3","text":"His divine power has given us everything needed for life and godliness, through the knowledge of him who called us by his own glory and goodness."},"4":{"name":"2 Peter 1:4","text":"Thus he has given us, through these things, his precious and very great promises, so that through them you may escape from the corruption that is in the world because of lust, and may become participants of the divine nature."},"5":{"name":"2 Peter 1:5","text":"For this very reason, you must make every effort to support your faith with goodness, and goodness with knowledge,"},"6":{"name":"2 Peter 1:6","text":"and knowledge with self-control, and self-control with endurance, and endurance with godliness,"},"7":{"name":"2 Peter 1:7","text":"and godliness with mutual affection, and mutual affection with love."}}}}},"1_john":{"name":"1 John","abbreviation":"1 John","chapters":{"1":{"name":"1 John 1","verses":{"1":{"name":"1 John 1:1","text":"We declare to you what was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the word of life—"},"2":{"name":"1 John 1:2","text":"this life was revealed, and we have seen it and testify to it, and declare to you the eternal life that was with the Father and was revealed to us—"},"3":{"name":"1 John 1:3","text":"we declare to you what we have seen and heard so that you also may have fellowship with us; and truly our fellowship is with the Father and with his Son Jesus Christ."}}}}},"2_john":{"name":"2 John","abbreviation":"2 John","chapters":{"1":{"name":"2 John 1","verses":{"1":{"name":"2 John 1:1","text":"The elder to the elect lady and her children, whom I love in the truth, and not only I but also all who know the truth,"},"2":{"name":"2 John 1:2","text":"because of the truth that abides in us and will be with us forever:"},"3":{"name":"2 John 1:3","text":"Grace, mercy, and peace will be with us from God the Father and from Jesus Christ, the Father's Son, in truth and love."},"4":{"name":"2 John 1:4","text":"I was overjoyed to find some of your children walking in the truth, just as we have been commanded by the Father."}}}}},"3_john":{"name":"3 John","abbreviation":"3 John","chapters":{"1":{"name":"3 John 1","verses":{"1":{"name":"3 John 1:1","text":"The elder to the beloved Gaius, whom I love in truth."},"2":{"name":"3 John 1:2","text":"Beloved, I pray that all may go well with you and that you may be in good health, just as it is well with your soul."},"3":{"name":"3 John 1:3","text":"I was overjoyed when some of the friends arrived and testified to your faithfulness to the truth, namely how you walk in the truth."},"4":{"name":"3 John 1:4","text":"I have no greater joy than this, to hear that my children are walking in the truth."},"5":{"name":"3 John 1:5","text":"Beloved, you do faithfully whatever you do for the friends, even though they are strangers to you;"}}}}},"jude":{"name":"Jude","abbreviation":"Jude","chapters":{"1":{"name":"Jude 1","verses":{"1":{"name":"Jude 1:1","text":"Jude, a servant of Jesus Christ and brother of James, To those who are called, who are beloved in God the Father and kept safe for Jesus Christ:"},"2":{"name":"Jude 1:2","text":"May mercy, peace, and love be yours in abundance."},"3":{"name":"Jude 1:3","text":"Beloved, while eagerly preparing to write to you about the salvation we share, I find it necessary to write and appeal to you to contend for the faith that was once for all entrusted to the saints."},"4":{"name":"Jude 1:4","text":"For certain intruders have stolen in among you, people who long ago were designated for this condemnation as ungodly, who pervert the grace of our God into licentiousness and deny our only Master and Lord, Jesus Christ."},"5":{"name":"Jude 1:5","text":"Now I desire to remind you, though you are fully informed, that the Lord, who once for all saved a people out of the land of Egypt, afterward destroyed those who did not believe."},"6":{"name":"Jude 1:6","text":"And the angels who did not keep their own position, but left their proper dwelling, he has kept in eternal chains in deepest darkness for the judgment of the great Day."},"7":{"name":"Jude 1:7","text":"Likewise, Sodom and Gomorrah and the surrounding cities, which, in the same manner as they, indulged in sexual immorality and pursued unnatural lust, serve as an example by undergoing a punishment of eternal fire."},"8":{"name":"Jude 1:8","text":"Yet in the same way these dreamers also defile the flesh, reject authority, and slander the glorious ones."}}}}},"rev":{"name":"Revelation","abbreviation":"Rev","chapters":{"1":{"name":"Revelation 1","verses":{"1":{"name":"Revelation 1:1","text":"The revelation of Jesus Christ, which God gave him to show his servants what must soon take place; he made it known by sending his angel to his servant John,"},"2":{"name":"Revelation 1:2","text":"who testified to the word of God and to the testimony of Jesus Christ, even to all that he saw."},"3":{"name":"Revelation 1:3","text":"Blessed is the one who reads aloud the words of the prophecy, and blessed are those who hear and who keep what is written in it; for the time is near."},"4":{"name":"Revelation 1:4","text":"John to the seven churches that are in Asia: Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne,"},"5":{"name":"Revelation 1:5","text":"and from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To him who loves us and freed us from our sins by his blood,"},"6":{"name":"Revelation 1:6","text":"and made us to be a kingdom, priests serving his God and Father, to him be glory and dominion forever and ever. Amen."}}}}}}}